<script setup>
import Header from "../components/Home/Header.vue";
import Menu from "../components/Home/Menu.vue";
</script>
<template>
  <Header />
  <Menu />
  <div class="container my-6">
    <div class="mb-2">
      <h6>กฎ กติกา และข้อตกลงในการใช้งาน</h6>
      <p class="leading-9">
        ยินดีต้อนรับสู่ aunnoi.com เว็บไซต์เดิมพันออนไลน์
        เพื่อให้ท่านทราบถึงสิทธิประโยชน์ของสมาชิกกรุณาอ่านข้อตกลงอย่างละเอียดก่อนที่จะลงทะเบียนสมัครเป็นสมาชิกและใช้บริการ
        aunnoi.com เมื่อสมัครสมาชิกแล้วทางเว็บจะถือว่า สมาชิกได้อ่านและยอมรับ
        "นโยบายและเงื่อนไขการให้บริการของเว็บไซต์" เรียบร้อยแล้ว
      </p>
    </div>
    <div class="mb-2">
      <h6>การช่วยเหลือการเดิมพันออนไลน์</h6>
      <ul class="list-disc pl-10">
        <li>
          <p class="leading-9">
            ถ้าสมาชิกหลุดออกจากเว็บไซต์ระหว่างการเดิมพัน
            บัญชีของท่านจะไม่มีผลกระทบต่อผลลัพธ์ของการเดิมพัน
          </p>
        </li>
        <li>
          <p class="leading-9">
            ถ้าสมาชิกหลุดออกจากเว็บไซต์ระหว่างการเดิมพัน
            บัญชีของท่านจะไม่มีผลกระทบต่อผลลัพธ์ของการเดิมพัน
          </p>
        </li>
      </ul>
    </div>
    <div class="mb-2">
      <h6>การให้ความคุ้มครอง</h6>
      <ul class="list-disc pl-10">
        <li>
          <p class="leading-9">
            aunnoi.com ได้มีการจัดเตรียม ระบบที่มีประสิทธิภาพ
            ความรวดเร็วและการบริการลูกค้าที่เป็นมิตร
            ถ้าหากท่านมีคำถามหรือคำแนะนำใดๆ
            กรุณาอย่าลังเลใจที่จะโทรศัพท์มาทางฝ่ายบริการลูกค้า
            ซึ่งจะมีให้บริการตลอด 24 ชั่วโมง ทุกวันไม่มีวันหยุด
            และทางเราจะตอบกลับอย่างรวดเร็วที่สุด
            นอกจากนี้ยังรองรับการติดต่อผ่านช่องทางอื่นๆ เช่น
            แชทออนไลน์บนหน้าเว็บไซต์ และ ระบบไลน์ เป็นต้น aunnoi.com
            ขอรับรองว่าจะรักษาข้อมูลส่วนตัวของท่านไว้เป็นความลับอย่างปลอดภัย
          </p>
        </li>
      </ul>
    </div>
    <div class="mb-2">
      <h6>ข้อตกลงในการเดิมพัน</h6>
      <ul class="list-disc pl-10">
        <li>
          <p class="leading-9">
            เพื่อหลีกเลี่ยงปัญหาต่างๆในขณะที่ใช้งานเว็บไซต์
            สมาชิกกรุณาอ่านกฎกติกาของบริษัทอย่างละเอียดและระมัดระวัง
            เมื่อสมาชิกเข้าสู่หน้าเดิมพันทางบริษัทจะถือว่าท่านได้ยอมรับข้อตกลงของทาง
            aunnoi.com เรียบร้อยแล้ว
          </p>
        </li>
        <li>
          <p class="leading-9">
            เพื่อหลีกเลี่ยงปัญหาต่างๆในขณะที่ใช้งานเว็บไซต์
            สมาชิกกรุณาอ่านกฎกติกาของบริษัทอย่างละเอียดและระมัดระวัง
            เมื่อสมาชิกเข้าสู่หน้าเดิมพันทางบริษัทจะถือว่าท่านได้ยอมรับข้อตกลงของทาง
            aunnoi.com เรียบร้อยแล้ว
          </p>
        </li>
        <li>
          <p class="leading-9">
            เป็นความรับผิดชอบของสมาชิกที่จะคอยดูผลลัพธ์
            จากช่องหน้าต่างที่แสดงให้เห็นถึงผลการเดิมพันแพ้หรือชนะ
            ทางบริษัทจะยึดถือข้อมูล "รายละเอียดการวางเดิมพัน" ของสมาชิก
            ในกรณีที่สมาชิกมีความสงสัย
            และต้องการตรวจสอบข้อมูลในการคำนวณของการเดิมพันนั้นๆ
          </p>
        </li>
        <li>
          <p class="leading-9">
            ถ้าหากเกิดความผิดพลาดของระบบระหว่างการเดิมพันหรือความผิดพลาดโดยไม่ได้เจตนาของพนักงาน
            ทางบริษัทขอสงวนสิทธ์ที่จะแก้ไขผลลัพธ์ให้ถูกต้อง
            และจะมีการส่งข้อความประกาศที่ได้มีการแก้ไขเผยแพร่ไว้ที่ในหน้าเว็บไซต์
            บริษัทจะไม่มีการแจ้งสมาชิกเป็นการส่วนตัว
          </p>
        </li>
        <li>
          <p class="leading-9">
            เป็นความรับชอบของสมาชิกที่จะทำให้แน่ใจว่าชื่อผู้ใช้และรหัสผ่านสำหรับเข้าเว็บไซต์นั้นถูกต้อง
            และกรุณาเปลี่ยนรหัสผ่านของสมาชิกอย่างน้อยเดือนละครั้ง
            เพื่อความปลอดภัย
            ถ้าหากท่านพบหรือสงสัยว่ามีผู้อื่นได้เข้าไปเล่นในบัญชีของท่านโดยไม่รับอนุญาต
            กรุณา แจ้งตัวแทนของท่านทันทีเพื่อเปลี่ยนรหัสส่วนตัว
            (หากมีการเดิมพันก่อนที่จะเปลี่ยนรหัสเดิมจะถือว่าการเดิมพันนั้นเป็นผล)
          </p>
        </li>
        <li>
          <p class="leading-9">
            ก่อนเริ่มการเดิมพันแต่ละครั้ง
            ท่านสมาชิกควรจะตรวจสอบวงเงินของท่านเสียก่อน ถ้าหากท่านมีข้อสงสัยใดๆ
            เกี่ยวกับวงเงิน กรุณาแจ้งตัวแทนของท่านสมาชิกทันที
          </p>
        </li>
        <li>
          <p class="leading-9">
            ในกรณีที่เหตุการณ์ไม่คาดคิดเกิดขึ้น อย่างเช่น
            ข้อมูลสูญหายเนื่องจากระบบอินเตอร์เน็ตขัดข้อง
            ทางบริษัทจะมีการประกาศให้รู้ถึงสาเหตุ และวิธีการแก้ปัญหา
          </p>
        </li>
        <li>
          <p class="leading-9">
            ชั่วโมงการให้บริการ 24 ชั่วโมง/วัน และไม่มีวันหยุด
            หรือตามเงื่อนไขของตัวแทนของท่าน
          </p>
        </li>
      </ul>
    </div>
    <div class="mb-2">
      <h6>ระบบการรักษาความปลอดภัย</h6>
      <ul class="list-disc pl-10">
        <li>
          <p class="leading-9">
            ข้อมูลทางด้านบัญชีเพื่อวัตถุประสงค์เฉพาะบุคคล
            ข้อมูลที่ทางสมาชิกให้มาในการเปิดบัญชีจะถูกเก็บเป็นความลับขั้นสูงสุด
            ทางบริษัทจะไม่เผยแพร่ข้อมูลนี้ให้กับบุคคลที่สามหรือองค์กรอื่นๆ
            ล่วงรู้ ไม่ว่าจะเป็นบัญชีอีเมล์ เบอร์โทรศัพท์ หรือข้อมูลอื่นๆ
            ที่ทางสมาชิกกรอกในใบสมัคร
            ข้อมูลเหล่านี้จะใช้ในจุดมุ่งหมายที่ตั้งใจเอาไว้ให้เท่านั้น เช่น
            การส่งเช็คเงินสดสำหรับผู้ชนะหรือข้อมูลอื่นๆ ตามที่สมาชิกร้องขอ
          </p>
        </li>
        <li>
          <p class="leading-9">
            ความปลอดภัยทางบริษัทได้ใช้วิธีที่มีประสิทธิภาพมากที่สุดเพื่อทำให้ท่านแน่ใจในความปลอดภัยของข้อมูลของท่าน
            ทางเราจะพยายามให้ดีที่สุดที่จะรักษาความถูกต้องแน่นอน
            และความลับเฉพาะของข้อมูล
            เพื่อป้องกันไม่ให้ข้อมูลรั่วไหลหรือนำไปใช้อย่างไม่ถูกต้อง
            ถ้าท่านมีข้อสงสัยใดๆ ที่เกี่ยวข้องกับการรักษาความลับ
            ความปลอดภัยของข้อมูล กรุณาติดต่อฝ่ายบริการลูกค้า
            พวกเรายินดีให้บริการ 24 ชั่วโมง/วัน ทุกวันไม่มีวันหยุด
          </p>
        </li>
      </ul>
    </div>
    <div class="mb-2">
      <p class="font-semibold">
        บริษัทขอขอบพระคุณ และมีความยินดีเป็นอย่างยิ่งที่ได้รับใช้ท่าน
      </p>
    </div>
  </div>
</template>
